Revit 2027 API
ExportIFCCategoryInfo Constructor
Overload List
Name | Description
ExportIFCCategoryInfo() |  Constructs a new ExportIFCCategoryInfo with default values.
ExportIFCCategoryInfo(Boolean, String, String, String, String) |  Constructs a new ExportIFCCategoryInfo with input values.
Top
See Also
Reference
ExportIFCCategoryInfo Class
Autodesk.Revit.DB Namespace